{
	"personal_info": "Personal Info",
	"email": "Email",
	"address": "Address",
	"phone": "Phone",
	"github": "GitHub",
	"linkedin": "LinkedIn",
	"marital_status": "Marital status",
	"married": "Married",
	"hard_skills": "Hard Skills",
	"soft_skills": "Soft Skills",
	"languages": "Languages",
	"quizHeader": "QUIZ - check yourself",
	"quizToggle": "Toggle Quiz",
	"education": "Education",
	"work_history": "Work History",
	"download_cv": "Download CV",
	"intro": "I am fervently seeking the golden key to unlock the IT doors of opportunity. My aspirations are to align my passion and dedication with a renowned company in this sector, where I can not only gain invaluable experience but also cultivate new skills, blossoming into a vital asset for the organization. My goal is not just to work for the company, but to work with the company, collaborating seamlessly while I continue my educational pursuit. Currently, I am a full-time student, and my academic commitments tether me to the campus for two days a week. My compass points toward a North Star of becoming a leading programmer in the not-so-distant future. With unwavering dedication, I am ready to embark on this journey, where every challenge becomes an opportunity, and every line of code is a brushstroke on the canvas of my ambition.",
	"skill1": "C programming - proficiency",
	"skill2": "C++ programming basics",
	"skill3": "Python programming - proficiency",
	"skill4": "JavaScript - basics",
	"skill5": "node.js",
	"skill6": "express.js",
	"skill7": "HTML 5",
	"skill8": "CSS",
	"skill9": "Git and GitHub",
	"skill10": "Networking",
	"skill11": "MS Office 365 and its apps",
	"lang1": "Polish",
	"lang2": "English",
	"sskill1": "Agile Workflow",
	"sskill2": "Software Best Practices",
	"sskill3": "Communication",
	"sskill4": "Problem solving",
	"sskill5": "Time management",
	"sskill6": "Decision making",
	"sskill7": "Leadership",
	"sskill8": "Negotiation",
	"sskill9": "Organization",
	"sskill10": "Teamwork / Collaboration",
	"sskill11": "Creativity",
	"sskill12": "Flexibility",
	"sskill13": "Adaptability to changes",
	"sskill14": "Commitment",
	"ed1": "BSc (Hons) Computer Science, Solent University, London",
	"ed2": "Computing - Foundation Year, Solent University, London",
	"ed3": "IT Technology, Systems and Networks Admin After Upper Secondary School Leaving Certificate + Certificate of Competence, Ilawa, Poland",
	"ed4": "Math and IT, National external examination Upper Secondary Education School Leaving Certificate + National External Examination (Matura), Lubawa, Poland",
	"xxx": "2023-10 - present",
	"task1": "Liaise with Management and Operational staff to ensure accuracy of received and dispatched loads and amend and rework accordingly",
	"task2": "Assist in the management of the pallet database",
	"task3": "Place and receive orders to replenish stock",
	"task4": "Perform regular inventory audits",
	"task5": "Maintain and update daily shipment records",
	"task6": "Picking, packing, driving trucks like PPT, V10, V12",
	"task7": "Loading lorries",
	"task8": "Dispatching loads",
	"task9": "Completing necessary invoicing and paperwork.",
	"task10": "Actively seeking out potential customers who might be interested in acquiring credit cards, both through direct outreach and by leveraging existing customer databases",
	"task11": "Engaging with potential customers to understand their financial needs and preferences, and effectively communicating how a credit card can address those needs",
	"task12": "Maintaining a deep understanding of the bank's various credit card products, including features, benefits, fees, interest rates, and rewards programs",
	"task13": "Conducting sales presentations or pitches to potential customers, highlighting the advantages of the bank's credit card offerings and addressing any concerns or objections they may have",
	"task14": "Assisting customers with the credit card application process, including collecting necessary documentation and information, and ensuring that all applications are accurately completed and submitted",
	"task15": "Ensuring compliance with all Deutsche Bank banking regulations and internal policies throughout the sales process, including adherence to Know Your Customer (KYC) and anti-money laundering (AML) requirements.",
	"task16": "Monitoring and tracking sales performance metrics, such as conversion rates, revenue generated, and customer satisfaction scores, and taking proactive steps to improve performance where necessary",
	"footer": "I agree to the processing of personal data provided in this document for realising the recruitment process pursuant to the Personal Data Protection Act of 10 May 2018 (Journal of Laws 2018, item 1000) and in agreement with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)."
}
