{
	"feedback": {
		"score_0_59": "Możesz być lepszy.",
		"score_60_74": "Nieźle.",
		"score_75_89": "Całkiem dobrze.",
		"score_90_100": "Jesteś mistrzem komputerowym."
	},
	"alerts": {
		"select_answer": "Proszę wybrać odpowiedź przed przejściem dalej.",
		"answer_all": "Proszę odpowiedzieć na wszystkie pytania przed ich sprawdzeniem."
	},

	"personal_info": "Informacje osobiste",
	"email": "Email",
	"address": "Adres",
	"phone": "Telefon",
	"github": "GitHub",
	"linkedin": "LinkedIn",
	"marital_status": "Stan cywilny",
	"married": "Żonaty",
	"hard_skills": "Umiejętności Twarde",
	"soft_skills": "Umiejętności Miękkie",
	"languages": "Języki",
	"quizHeader": "QUIZ - sprawdź siebie",
	"quizToggle": "Rozwiń/Zwiń Quiz",
	"education": "Edukacja",
	"work_history": "Historia pracy",
	"download_cv": "Pobierz CV",
	"intro": "Gorąco poszukuję złotego klucza, który otworzy mi drzwi do możliwości w branży IT. Moje aspiracje polegają na dopasowaniu mojej pasji i zaangażowania z renomowaną firmą w tym sektorze, gdzie nie tylko zdobędę cenne doświadczenie, ale także rozwinę nowe umiejętności, stając się istotnym atutem dla organizacji. Moim celem jest nie tylko pracować dla firmy, ale współpracować z firmą, harmonijnie łącząc to z kontynuacją mojej edukacji. Obecnie jestem studentem na pełen etat, a moje zobowiązania akademickie wiążą mnie z uczelnią przez dwa dni w tygodniu. Moja wewnętrzna busola wskazuje na gwiazdę północną, której celem jest zostanie wiodącym programistą w niedalekiej przyszłości. Z niezachwianym zaangażowaniem jestem gotów podjąć tę podróż, w której każde wyzwanie staje się szansą, a każda linia kodu to pociągnięcie pędzla na płótnie moich ambicji.\n\nSzukam możliwości podjęcia pracy zarówno w Anglii, jak i w Polsce, szczególnie w takich miejscowościach jak Iława, Lubawa, Nowe Miasto Lubawskie, Gdańsk, Gdynia czy Sopot, ale także w innych lokalizacjach na terenie Polski oraz całej Europy.",
	"skill1": "Programowanie w języku C",
	"skill2": "Programowanie w jęzku C++",
	"skill3": "Programowanie w języku Python",
	"skill4": "Podstawy JavaScript ",
	"skill5": "Znajomość node.js",
	"skill6": "Znajomosć express.js",
	"skill7": "Znajomość HTML 5",
	"skill8": "Znajomość CSS",
	"skill9": "Obsługa Git oraz GitHuba",
	"skill10": "Znajomość Sieci",
	"skill11": "Znajomość Microsoft Office 365 i jego aplikacji",
	"lang1": "Język Polski - ojczysty",
	"lang2": "Język Angielski - profesjonalnie w mowie i piśmie",
	"sskill1": "Zarządzanie metodyką Agile",
	"sskill2": "Najlepsze praktyki tworzenia oprogramowania",
	"sskill3": "Komunikacja",
	"sskill4": "Rozwiązywanie problemów",
	"sskill5": "Zarządzanie czasem",
	"sskill6": "Podejmowanie decyzji",
	"sskill7": "Przywództwo",
	"sskill8": "Negocjacje",
	"sskill9": "Organizacja",
	"sskill10": "Praca zespołowa / Współpraca",
	"sskill11": "Kreatywność",
	"sskill12": "Elastyczność",
	"sskill13": "Adaptacja do zmian",
	"sskill14": "Zaangażowanie",
	"ed1": "BSc (Hons) Informatyka, Uniwersytet Solent w Londynie",
	"ed2": "Informatyka - rok zerowy, Uniwersytet Solent, Londyn",
	"ed3": "Szkoła Policealna: Technologia Informatyczna, Administrator Systemów i Sieci, Świadectwo Ukończenia Szkoły Policealnej + Świadectwo Kompetencji, Iława, Polska",
	"ed4": "Liceum Profilowane: Matematyka i Informatyka, Świadectwo ukończenia szkoły średniej + Egzamin zewnętrzny (Matura), Lubawa, Polska",
	"xxx": "2023-10 - obecnie",
	"task1": "Współpraca z zarządem i personelem operacyjnym w celu zapewnienia dokładności otrzymanych i wysłanych ładunków oraz odpowiednio poprawianie dokumentacji już istniejącej",
	"task2": "Pomoc w zarządzaniu bazą danych zasobów magazynu",
	"task3": "Składanie i odbieranie zamówień w celu uzupełnienia zapasów magazynu",
	"task4": "Przeprowadzanie regularnych audytów inwentarza",
	"task5": "Utrzymanie i aktualizowanie rejestru codziennych wysyłek",
	"task6": "Kompletowanie, pakowanie, prowadzenie wózków takich jak PPT, V10, V12",
	"task7": "Załadunek/Rozładunek ciężarówek",
	"task8": "Wysyłka ładunków",
	"task9": "Wypełnianie niezbędnych faktur i dokumentów",
	"task10": "Aktywne poszukiwanie potencjalnych klientów, którzy mogą być zainteresowani nabyciem kart kredytowych, zarówno poprzez bezpośrednie działania, jak i wykorzystując istniejące bazy danych klientów",
	"task11": "Nawiązywanie kontaktów z potencjalnymi klientami w celu zrozumienia ich potrzeb finansowych i preferencji oraz efektywne komunikowanie, aby dobrać odpowiedni produkt (tu kartę kredytową) spelniający ich wymagania",
	"task12": "Zgłebianie wiedzy na temat różnych produktów, kart kredytowych banku, w tym ich cech, korzyści, opłat, stóp procentowych oraz programów lojalnościowych",
	"task13": "Przeprowadzanie prezentacji sprzedażowych lub pitchów do potencjalnych klientów, podkreślając zalety oferty kart kredytowych banku i odpowiadając na wszelkie obawy lub zastrzeżenia, jakie mogą mieć",
	"task14": "Pomoc klientom w procesie składania wniosków o karty kredytowe, w tym zbieranie niezbędnej dokumentacji i informacji oraz zapewnienie, że wszystkie wnioski są dokładnie wypełnione i złożone w odpowiednim miejscu i terminie",
	"task15": "Zapewnienie zgodności z wszystkimi przepisami bankowymi Deutsche Bank oraz wewnętrznymi politykami podczas procesu sprzedaży, w tym przestrzeganie wymagań Know Your Customer (KYC) i przeciwdziałania praniu pieniędzy (AML)",
	"task16": "Monitorowanie i śledzenie wskaźników wydajności sprzedaży, takich jak współczynniki konwersji, wygenerowane przychody i oceny zadowolenia klientów oraz podejmowanie proaktywnych działań w celu poprawy wydajności, jeśli to konieczne",
	"footer": "Zgadzam się na przetwarzanie danych osobowych zawartych w niniejszym dokumencie w celu realizacji procesu rekrutacji zgodnie z ustawą o ochronie danych osobowych z dnia 10 maja 2018 r. (Dz.U. 2018 poz. 1000) oraz zgodnie z Rozporządzeniem Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych).",
	"occ1": "Kontroler Magazynu",
	"occ2": "Komisjoner/Pakowacz/Operator Wózków i urządzeń",
	"occ3": "Przedstawiciel Handlowy dla Deutsche Bank"
}
